Repository: Instituto-Ethos/SiteEthos
Catalog: themes/hacklab-theme/languages/*.po
Languages: pt_br

source: New website theme
pt_br: Novo tema do site

source: Page not found
pt_br: Página não encontrada

source: It looks like this page does not exist or has been deleted, go back to
pt_br: Parece que esta página não existe ou foi excluída, volte para

source: home or let us know about the issue
pt_br: página principal ou informe-nos sobre o problema

source: Go to Home
pt_br: Vá para a página principal

source: Contact
pt_br: Contato

source: All the themes
pt_br: Todos os temas

# comments title
source: One thought on &ldquo;%s&rdquo;
pt_br: Um comentário em &ldquo;%s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
pt_br: %1$s comentário em &ldquo;%2$s&rdquo;

source: Comment navigation
pt_br: Navegação de comentários

source: &larr; Older
pt_br: &larr; Mais antigos

source: Newest &rarr;
pt_br: Mais novos &rarr;

source: Comments are disabled
pt_br: Os comentários estão desativados

source: Toggle menu visibility
pt_br: Alternar visibilidade do menu

source: Toggle search form visibility
pt_br: Alternar a visibilidade do formulário de pesquisa

# membership
source: Plan
pt_br: Plano

source: Periodicity
pt_br: Periodicidade

source: Start of validity
pt_br: Início da validade

source: Value
pt_br: Valor

# membership
source: Situation
pt_br: Situação

source: Benefits
pt_br: Benefícios

source: Date
pt_br: Data

source: Title
pt_br: Título

source: Every %s minutes
pt_br: A cada %s minutos

source: Hourly
pt_br: De hora em hora

source: Registrations are closed.
pt_br: As inscrições foram encerradas.

source: You are already registered in this event.
pt_br: Você já se inscreveu neste evento.

source: You are successfully registered to this event!
pt_br: Inscrição realizada com sucesso!

# area
source: Administration
pt_br: Administração

# area
source: Commercial
pt_br: Comercial

# area
source: Communication
pt_br: Comunicação

# area
source: Financial
pt_br: Financeiro

# area
source: Juridical
pt_br: Jurídico

# area
source: Environment
pt_br: Meio Ambiente

# area
source: Production
pt_br: Produção

# area
source: Human Resources
pt_br: Recursos Humanos

# area
source: Institutional Relations
pt_br: Rel. Institucionais

# area
source: Social Responsibility
pt_br: Responsabilidade Social

# area
source: Sustainability
pt_br: Sustentabilidade

# area
source: Supply
pt_br: Suprimentos

# area
source: IT
pt_br: TI

# area
source: Other
pt_br: Outra

# hierarchical level
source: Analyst
pt_br: Analista

# hierarchical level
source: Advisor
pt_br: Assessoria

# hierarchical level
source: Coordinator
pt_br: Coordenador

# hierarchical level
source: Director
pt_br: Diretor

# hierarchical level
source: Manager
pt_br: Gerente

# hierarchical level
source: Other
pt_br: Outro

source: Advertisement
pt_br: Anúncio

source: Marketing email
pt_br: Email de marketing

source: Referral
pt_br: Indicação

source: Conference
pt_br: Conferência

source: Events
pt_br: Eventos

source: Web search
pt_br: Pesquisa na Web

# lead source
source: Other
pt_br: Outros

source: Full name
pt_br: Nome completo

source: Enter the full name
pt_br: Insira o nome completo

source: CPF number
pt_br: CPF

source: Enter the CPF number
pt_br: Insira o CPF

source: Invalid CPF number
pt_br: CPF inválido

source: Phone number
pt_br: Telefone

source: Enter the phone number
pt_br: Insira o número de telefone

source: Invalid phone number
pt_br: Número de telefone inválido

source: Enter the email
pt_br: Insira o email

source: Invalid email
pt_br: Email inválido

source: Confirm email
pt_br: Confirmar email

source: Emails do not match
pt_br: Emails não coincidem

source: CNPJ number
pt_br: CNPJ

source: Enter the company' CNPJ number
pt_br: Insira o CNPJ da empresa

source: Invalid CNPJ number
pt_br: CNPJ inválido

source: Business name
pt_br: Nome da empresa

source: Enter the business name
pt_br: Insira o nome da empresa

source: Role
pt_br: Cargo

source: Enter the role in company
pt_br: Insira o cargo na companhia

source: Hierarchical level
pt_br: Nível hierárquico

source: Invalid hierarchical level
pt_br: Nível hierárquico inválido

# company
source: Area
pt_br: Área

source: Invalid area
pt_br: Área inválida

source: Accessibility
pt_br: Acessibilidade

source: Invalid accessibility option
pt_br: Opção de acessibilidade inválida

source: How did you know about Ethos?
pt_br: Como ficou sabendo do Ethos?

source: Invalid option
pt_br: Opção inválida

source: Enter the voucher code, if you have any
pt_br: Insira o código do voucher, se tiver

source: Prove you are not a robot
pt_br: Prove que você não é um robô

source: Event registration
pt_br: Inscrição no evento

# event
source: Register
pt_br: Inscrever-se

source: Await
pt_br: Aguarde

source: It may take some minutes.
pt_br: Isso pode levar alguns minutos.

source: Select an option
pt_br: Selecione uma opção

source: Submit
pt_br: Enviar

source: Skip step
pt_br: Próxima etapa

source: Required field
pt_br: Campo obrigatório

source: Select plan
pt_br: Selecionar plano

source: Selected plan
pt_br: Plano selecionado

source: Main contacts
pt_br: Contatos principais

source: This contact will receive all communications by Ethos.
pt_br: Este contato vai receber todas as comunicações do Ethos.

source: It's possible to have more than one main contact.
pt_br: É possível ter mais de um contato principal.

source: Add contact
pt_br: Adicionar contato

source: Financial contact
pt_br: Contato financeiro

source: This contact will receive documents and communications related to the membership payments.
pt_br: Este contato receberá documentos e comunicações referentes à contribuição associativa.

source: Finish
pt_br: Finalizar

source: You can only add up to three administrators.
pt_br: Você só pode adicionar até três administradores.

source: Your team must have one approver.
pt_br: Sua equipe deve ter um aprovador.

source: You can have up to three administrators, do you want to confirm the change?
pt_br: Você pode ter até três administradores. Quer confirmar a alteração?

source: Are you sure you want to delete the user?
pt_br: Deseja remover este usuário?

source: Edit contact
pt_br: Editar contato

source: You can only have one approver by team, do you want to replace the approver?
pt_br: Você pode ter apenas um aprovador por equipe, deseja substituir o aprovador?

source: Add one more contact
pt_br: Adicionar mais um contato

source: Name
pt_br: Nome

source: Approver
pt_br: Aprovador

source: Administrator
pt_br: Administrador

source: Edit
pt_br: Editar

source: Delete
pt_br: Remover

source: Email is already in use
pt_br: Email já está em uso

source: Edit organization
pt_br: Editar organização

source: Edit contacts
pt_br: Editar contatos

source: Save
pt_br: Salvar

source: (hidden)
pt_br: (oculto)

source: Edit organization finances
pt_br: Editar finanças da organização

source: My data
pt_br: Meus dados

source: Save changes
pt_br: Salvar alterações

source: Registration under progress
pt_br: Inscrições em andamento

source: Micro and small (up to R$ 16 million)
pt_br: Micro e pequena (até R$ 16 milhões)

source: Medium (R$ 16 to 300 million)
pt_br: Média (R$ 16 a 300 milhões)

source: Large (over R$ 300 million)
pt_br: Grande (mais de R$ 300 milhões)

source: Micro-enterprise
pt_br: Microempresa

source: Small business
pt_br: Pequena empresa

source: Medium business
pt_br: Média empresa

source: Large business
pt_br: Grande empresa

source: Legal name
pt_br: Razão social

source: Enter the legal name
pt_br: Insira a razão social

source: Trade name
pt_br: Nome fantasia

source: Enter the trade name
pt_br: Insira o nome fantasia

source: Sector / segment
pt_br: Setor / segmento

source: Enter the company's sector / segment
pt_br: Insira o setor / segmento da empresa

source: CNAE number
pt_br: CNAE

source: Enter the company's CNAE number
pt_br: Insira o CNAE da empresa

source: Invalid CNAE number
pt_br: CNAE inválido

source: Revenue from the previous year (R$)
pt_br: Faturamento do ano anterior (R$)

source: Invalid revenue
pt_br: Faturamento inválido

source: State registration
pt_br: Inscrição estadual

source: Enter the state registration
pt_br: Insira a inscrição estadual

source: Municipal registration
pt_br: Inscrição municipal

source: Enter the municipal registration
pt_br: Insira a inscrição municipal

source: Company logo
pt_br: Logomarca da empresa

source: Picture should be 164 x 164 pixels
pt_br: Imagem deve ter 164 x 164 pixels

source: https://www.companysite.com
pt_br: https://www.sitedaempresa.com.br

source: Invalid URL
pt_br: URL inválida

source: Number of employees
pt_br: Quantidade de empregados

source: Enter the number of company employees
pt_br: Insira o número de funcionários da empresa

source: Invalid number
pt_br: Número inválido

# company size
source: Size
pt_br: Porte

# company size
source: Invalid size
pt_br: Porte inválido

source: Address (street)
pt_br: Endereço (logradouro)

source: Enter the address street
pt_br: Insira o logradouro do endereço

# address
source: Number
pt_br: Número

# address
source: Complement
pt_br: Complemento

source: Enter the address complement
pt_br: Insira o complemento

source: Neighborhood
pt_br: Bairro

source: Enter the neighborhood
pt_br: Insira o bairro

source: City
pt_br: Cidade

source: Enter the city
pt_br: Insira a cidade

# address
source: State
pt_br: Estado

# address
source: Invalid state
pt_br: Estado inválido

source: CEP code
pt_br: CEP

source: Enter the CEP code
pt_br: Insira o CEP

source: Invalid CEP code
pt_br: CEP inválido

source: I have read and agreed with the <a href="%s" target="_blank">Terms of Use and Privacy Policy</a>
pt_br: Li e concordo com os <a href="%s" target="_blank">Termos de Uso e Política de Privacidade</a>

source: I have read and agreed with the <a href="%s" target="_blank">Code of Conduct</a>
pt_br: Li e concordo com o <a href="%s" target="_blank">Código de Conduta</a>

source: Enter the area in company
pt_br: Insira a área na companhia

source: Password
pt_br: Senha

source: Enter the password
pt_br: Insira a senha

source: Password should be at least 8 characters long
pt_br: Senha deve ter pelo menos 8 caracteres

source: Cell phone number
pt_br: Celular

source: Enter the cell phone number
pt_br: Insira o número de celular

source: This is also a WhatsApp number
pt_br: Este também é um número de WhatsApp

# membership
source: Invalid plan
pt_br: Plano inválido

# payment
source: In advance
pt_br: À vista

# payment
source: In stallments
pt_br: Parcelado

source: Monthly
pt_br: Mensal

source: Semianually
pt_br: Semestral

source: Yearly
pt_br: Anual

# medium
source: Post mail
pt_br: Correio

# medium
source: Electronic signature
pt_br: Assinatura eletrônica

source: Calculated payment value
pt_br: Valor de pagamento calculado

source: Expected date of first payment
pt_br: Data esperada do 1⁰ pagamento

source: Select a date
pt_br: Selecionar uma data

source: Payment terms
pt_br: Condições de pagamento

source: Invalid payment term
pt_br: Condição inválida

source: Payment frequency
pt_br: Periodicidade de pagamento

source: Invalid payment frequency
pt_br: Periodicidade inválida

source: Observations about payment terms
pt_br: Observações sobre condições de pagamento

source: Describe here your observations
pt_br: Descreva aqui suas observações

source: Means of receiving the association agreement
pt_br: Meio de recebimento dos termos de associação

# medium
source: Invalid mean
pt_br: Meio inválido

source: Means of receiving the banking slips
pt_br: Meio de recebimento de boleto

source: Means of receiving the receipts
pt_br: Meio de recebimento de recibos

source: Member registration - step 1
pt_br: Registro de membro - Etapa 1

source: Continue
pt_br: Continuar

source: Member registration - step 2
pt_br: Registro de membro - Etapa 2

source: Member registration - step 3
pt_br: Registro de membro - Etapa 3

source: Member registration - step 4
pt_br: Registro de membro - Etapa 4

source: Member registration - step 5
pt_br: Registro de membro - Etapa 5

source: Membership to Ethos Institute
pt_br: Inscrição no Instituto Ethos

# subject
source: Plan change
pt_br: Alteração de Plano

# subject
source: Statement of association
pt_br: Declaração de Associação

# subject
source: Financial
pt_br: Financeiro

# subject
source: Talk to us
pt_br: Fale Conosco

# subject
source: Ethos Indicators
pt_br: Indicadores Ethos

# subject
source: Courses
pt_br: Cursos

# subject
source: Events
pt_br: Eventos

# subject
source: Lectures
pt_br: Palestras

# subject
source: Pacts
pt_br: Pactos

# subject
source: Conference
pt_br: Conferência

# subject
source: Other
pt_br: Outros

source: Subject
pt_br: Assunto

source: Invalid subject
pt_br: Assunto inválido

source: Request title
pt_br: Título da solicitação

source: Describe your requirements
pt_br: Descreva suas necessidades

source: Describe briefly your demand
pt_br: Descreva brevemente sua demanda

source: I have read and agreed with the <a href="%s" target="_blank">Privacy Policy</a>
pt_br: Li e concordo com a <a href="%s" target="_blank">Política de Privacidade</a>

source: Requests
pt_br: Solicitações

source: Organizations
pt_br: Organizações

source: Main menu
pt_br: Menu principal

source: Social networks
pt_br: Redes sociais

source: Cover card
pt_br: Card cobertura

source: Horizontal card
pt_br: Card horizontal

source: Vertical card
pt_br: Card vertical

source: Vertical thumbnail
pt_br: Miniatura vertical

source: YouTube Key
pt_br: Chave do YouTube

source: The reCAPTCHA verification failed. Try again!
pt_br: A verificação do reCAPTCHA falhou. Tente novamente!

source: Page with anchors
pt_br: Página com âncoras

source: Sections
pt_br: Seções

source: All the areas
pt_br: Todas as áreas

source: We found
pt_br: Nós encontramos

source: results for this search.
pt_br: resultados desta pesquisa.

source: This search yielded no results, do you want to perform a new search?
pt_br: Esta pesquisa não obteve resultados, deseja realizar uma nova pesquisa?

source: Showing: &nbsp &nbsp all contents
pt_br: Exibindo: &nbsp &nbsp todos os conteúdos

source: search
pt_br: buscar

source: New search
pt_br: Nova busca

source: Monday
pt_br: Segunda-feira

source: Tuesday
pt_br: Terça-feira

source: Wednesday
pt_br: Quarta-feira

source: Thursday
pt_br: Quinta-feira

source: Friday
pt_br: Sexta-feira

source: Saturday
pt_br: Sábado

source: Sunday
pt_br: Domingo

source: Published in
pt_br: Publicado em

source: Start
pt_br: Início

source: End
pt_br: Fim

source: Workload
pt_br: Carga horária total

source: Investment
pt_br: Investimento

source: Recurrence
pt_br: Recorrência

source: Number of events
pt_br: Quantidade de eventos

source: Weekday
pt_br: Dia da semana

source: Publication Sample
pt_br: Amostra de publicação

source: No document available.
pt_br: Nenhum documento disponível.

source: Published in
pt_br: Publicado em

source: Published by
pt_br: Publicado por

source: No results found.
pt_br: Nenhum resultado encontrado.

source: Membership area
pt_br: Área do associado

source: Associeted panel
pt_br: Painel do associado

source: Logout
pt_br: Sair

source: Component Inventory
pt_br: Inventário de Componentes

source: List Organizations
pt_br: Listar Organizações

source: No organizations found.
pt_br: Nenhuma organização encontrada.

source: Untitled pagebuilder
pt_br: Construtor de páginas sem título

source: results found
pt_br: resultados encontrados

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
pt_br: Desculpe, mas nada corresponde aos seus critérios de busca. Por favor, tente novamente com algumas palavras-chave diferentes.

source: Read too:
pt_br: Leia também:

source: Timeline
pt_br: Linha do tempo

source: Share
pt_br: Compartilhar

source: website by
pt_br: site por

source: Selected content
pt_br: Conteúdo selecionado

source: Search results
pt_br: Resultados de busca

source: Author: %s
pt_br: Autor:%s

source: Membership registration finished
pt_br: Cadastro de membro finalizado

source: Change image
pt_br: Alterar imagem

source: Remove image
pt_br: Remover imagem

source: Select image
pt_br: Selecionar imagem

source: Image
pt_br: Imagem

source: Header content
pt_br: Conteúdo do cabeçalho

source: Body content
pt_br: Conteúdo do corpo

source: Background image
pt_br: Imagem de fundo

source: Select option
pt_br: Selecione a opção

source: Form
pt_br: Formulário

source: My Payments
pt_br: Meus pagamentos

source: Custom text
pt_br: Texto customizado

source: My Plan - Table
pt_br: Meu Plano - Tabela

source: My Plan
pt_br: Meu Plano

source: OR
pt_br: OU

source: AND
pt_br: E

source: Compare terms
pt_br: Comparar termos

source: Post type
pt_br: Tipo de post

source: No post type
pt_br: Nenhum tipo de postagem

source: Taxonomy
pt_br: Taxonomia

source: No taxonomy
pt_br: Sem taxonomia

source: Terms
pt_br: Termos

source: Query
pt_br: Consulta

source: Show children posts?
pt_br: Mostar posts filhos?

source: Filter posts to not display
pt_br: Filtre as postagens para não serem exibidas

source: Card model
pt_br: Modelo de card

# card
source: Default model
pt_br: Modelo padrão

source: Card modifier
pt_br: Modificador do card

# size
source: Large
pt_br: Grande

# size
source: Medium
pt_br: Médio

# size
source: Small
pt_br: Pequeno

# size
source: Extra Large
pt_br: Muito Grande

# size
source: Extra Small
pt_br: Muito Pequeno

source: Size
pt_br: Tamanho

source: Taxonomies
pt_br: Taxonomias

source: Enable pagination?
pt_br: Ativar paginação?

source: Posts per page
pt_br: Postagens por página

source: Grid columns
pt_br: Colunas do grid

source: Grid rows
pt_br: Linhas do grid

source: Grid gap
pt_br: Espaçamento do grid

source: Hide author
pt_br: Ocultar autor

source: Hide categories
pt_br: Ocultar categorias

source: Hide date
pt_br: Ocultar data

source: Hide excerpt
pt_br: Ocultar resumo

source: Show taxonomies
pt_br: Mostrar taxonomias

source: Prevent repeat posts
pt_br: Evitar repetição de posts

source: Full text
pt_br: Texto completo

source: Lines shown
pt_br: Linhas mostradas

source: Read less
pt_br: Leia menos

source: Read more
pt_br: Leia mais

source: Steps
pt_br: Etapas

source: Current step
pt_br: Etapa atual

source: Last step
pt_br: Última etapa

source: Step %s of %s
pt_br: Etapa %s de %s

source: Subscription
pt_br: Inscrição

source: Iconify ID
pt_br: ID do Iconify

source: Sync with CRM
pt_br: Sincronizar com o CRM

# block title
source: Banner with image
pt_br: Banner com imagem

# block description
source: A banner with image and text side-by-side
pt_br: Um banner com imagem e texto lado a lado

# block title
source: Card body
pt_br: Corpo do card

# block description
source: The body of a generic card
pt_br: O corpo de um card genérico

# block title
source: Card header
pt_br: Cabeçalho do card

# block description
source: The header of a generic card
pt_br: O cabeçalho de um card genérico

# block description
source: A generic card
pt_br: Um card genérico

# block title
source: Download image
pt_br: Download da imagem

# block description
source: A image download
pt_br: Download de imagem

# block title
source: Form
pt_br: Formulário

# block description
source: Render a code-driven form
pt_br: Renderiza um formulário baseado em código

# block title
source: My Payments
pt_br: Meus pagamentos

# block description
source: Details about my plan's finances
pt_br: Detalhes sobre as finanças do meu plano

# block title
source: My Plan - Table Row
pt_br: Meu Plano - Linha da Tabela

# block description
source: A row comparing plans
pt_br: Uma linha comparando planos

# block title
source: My Plan - Table
pt_br: Meu Plano - Tabela

# block description
source: Details of the plan I subscribe
pt_br: Detalhes do plano em que sou inscrito

# block title
source: My Plan
pt_br: Meu Plano

# block description
source: Description of the plan I subscribe
pt_br: Descrição do plano em que sou inscrito

# block title
source: Posts grid
pt_br: Grid de posts

# block description
source: Display post cards on a grid
pt_br: Exibir cards em um grid

# block title
source: Read more
pt_br: Leia mais

# block description
source: A collapsible text paragraph with 'Read more' button
pt_br: Um parágrafo de texto recolhível com o botão "Leia mais"

# block title
source: Steps viewer
pt_br: Visualizador de etapas

# block description
source: Show the current step from a multi-step flow
pt_br: Mostrar a etapa atual de um fluxo de várias etapas

# block title
source: Subscription table
pt_br: Tabela de inscrição

# block description
source: Subscription on the CRM
pt_br: Inscrição no CRM

# block title
source: Talk request
pt_br: Solicitação de palestra

# block description
source: Render the form for requesting a talk
pt_br: Renderiza o formulário de solicitação de palestra

# block title
source: Video Playlist
pt_br: Playlist de vídeos

# block description
source: Displays videos from a YouTube channel or playlist.
pt_br: Exibe vídeos de um canal ou playlist do YouTube.

# Color name
source: Primary pure
pt_br: Pura primária

# Color name
source: Primary light
pt_br: Clara primária

# Color name
source: Primary dark
pt_br: Escura primária

# Color name
source: Secondary pure
pt_br: Pura secundária

# Color name
source: Secondary light
pt_br: Clara secundária

# Color name
source: Secondary dark
pt_br: Escura secundária

# Color name
source: Highlight pure
pt_br: Pura destaque

# Color name
source: Highlight light
pt_br: Clara destaque

# Color name
source: Highlight dark
pt_br: Escura destaque

# Color name
source: Low Pure
pt_br: Pura baixa

# Color name
source: Low light
pt_br: Clara baixa

# Color name
source: Low dark
pt_br: Escura baixa

# Color name
source: High pure
pt_br: Pura alta

# Color name
source: High light
pt_br: Clara alta

# Color name
source: High dark
pt_br: Escura alta

# Color name
source: Warning pure
pt_br: Pura aviso

# Color name
source: Warning light
pt_br: Clara aviso

# Color name
source: Warning dark
pt_br: Escura aviso

# Color name
source: Helper pure
pt_br: Pura ajuda

# Color name
source: Helper light
pt_br: Clara ajuda

# Color name
source: Helper dark
pt_br: Escura ajuda

# Color name
source: Meio Ambiente Light
pt_br: Clara Meio Ambiente

# Color name
source: Meio Ambiente Dark
pt_br: Escura Meio Ambiente

# Color name
source: Integridade Light
pt_br: Clara Integridade

# Color name
source: Integridade Dark
pt_br: Escura Integridade

# Color name
source: Gestão Sustentável Light
pt_br: Clara Gestão Sustentável

# Color name
source: Gestão Sustentável Dark
pt_br: Escura Gestão Sustentável

# Color name
source: Economia Light
pt_br: Clara Economia

# Color name
source: Economia Dark
pt_br: Escura Economia

# Color name
source: Direitos Humanos Light
pt_br: Clara Direitos Humanos

# Color name
source: Direitos Humanos Dark
pt_br: Escura Direitos Humanos

# Font size name
source: Huge
pt_br: Enorme

# Font size name
source: Extra Extra big
pt_br: Muito muito Grande

# Font size name
source: Extra big
pt_br: Muito grande

# Font size name
source: Very large
pt_br: Muito grande

# Font size name
source: Big
pt_br: Grande

# Font size name
source: Average
pt_br: Médio

# Font size name
source: Small
pt_br: Pequeno

# Font size name
source: Too small
pt_br: Muito pequeno

# Font family name
source: Primary
pt_br: Primária

# Font family name
source: System
pt_br: Sistema

# Font family name
source: Title
pt_br: Título
